bajdzis.vscode-database
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
johnpapa.Angular2
Mikael.Angular-BeastCode
ms-python.python
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
NuclleaR.vscode-extension-auto-import
PeterJausovec.vscode-docker
redhat.vscode-yaml
robinbentley.sass-indented
steoates.autoimport
vscodevim.vim
waderyan.gitblame
