arcticicestudio.nord-visual-studio-code
azemoh.one-monokai
bajdzis.vscode-database
batisteo.vscode-django
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dongli.python-preview
donjayamanne.githistory
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
EliverLara.andromeda
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
HookyQR.beautify
IBM.output-colorizer
ionutvmi.spacegray-vscode
jithurjacob.nbpreviewer
johnpapa.Angular2
jolaleye.horizon-theme-vscode
kiteco.kite
lonefy.vscode-JS-CSS-HTML-formatter
magicstack.MagicPython
mhutchie.git-graph
Mikael.Angular-BeastCode
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
NuclleaR.vscode-extension-auto-import
redhat.java
redhat.vscode-yaml
robinbentley.sass-indented
rokoroku.vscode-theme-darcula
sainnhe.gruvbox-material
samuelcolvin.jinjahtml
sdras.night-owl
steoates.autoimport
techer.open-in-browser
thegeoffstevens.best-dark-themes-pack
tht13.python
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vstirbu.vscode-mermaid-preview
waderyan.gitblame
wayou.vscode-todo-highlight
wesbos.theme-cobalt2
whizkydee.material-palenight-theme
wholroyd.jinja
zhuangtongfa.material-theme
Zignd.html-css-class-completion
