anthropic.claude-code
charliermarsh.ruff
github.copilot-chat
github.vscode-pull-request-github
google.geminicodeassist
hashicorp.terraform
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.vscode-typescript-next
tamasfe.even-better-toml
vscodevim.vim
