bajdzis.vscode-database
batisteo.vscode-django
bierner.markdown-mermaid
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
johnpapa.Angular2
magicstack.MagicPython
Mikael.Angular-BeastCode
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
NuclleaR.vscode-extension-auto-import
redhat.java
redhat.vscode-yaml
steoates.autoimport
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
waderyan.gitblame
wholroyd.jinja
